IDEA StatiCa Open Model
TimePoint.AllowCheckInAgeLess3Days Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 true to allow chec in age less 3 days
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool AllowCheckInAgeLess3Days { get; set; }
Public Property AllowCheckInAgeLess3Days As Boolean
	Get
	Set
public:
property bool AllowCheckInAgeLess3Days {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
TimePoint Class
IdeaRS.OpenModel.Concrete Namespace